driver-tests/jmsbc/JMSBCTests/JMSBCJbi/test/JMSRedeliveryHandlingDLQTest_Invoke/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:jms="http://j2ee.netbeans.org/wsdl/JMSDeadLetterQTest">
  <soapenv:Body>
    <jms:part1>This should go to the DLQ</jms:part1>
  </soapenv:Body>
</soapenv:Envelope>